Repository: Illumineering/Translations
Catalog: Common/Feedback/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, uk, zh_hans

# feedback.discard.confirm
source: Ignore changes and close
da: Ignorer ændringer og luk
de: Änderungen ignorieren und schließen
es: Ignorar cambios y cerrar
fr: Ignorer les modifications et fermer
it: Ignora le modifiche e chiudi
ja: 変更を無視して閉じる
ko: 변경 사항을 무시하고 닫기
nl: Negeer wijzigingen en sluit
pt_br: Ignorar alterações e fechar
pt_pt: Ignorar alterações e fechar
ru: Игнорировать изменения и закрыть
uk: Ігнорувати зміни та закрити
zh_hans: 忽略更改并关闭

# feedback.discard.warning
source: All changes will be lost
da: Alle ændringer vil gå tabt
de: Alle Änderungen gehen verloren
es: Se perderán todos los cambios
fr: Toutes les modifications seront perdues
it: Tutte le modifiche andranno perse
ja: すべての変更は失われます
ko: 모든 변경 사항이 손실됩니다.
nl: Alle wijzigingen zullen verloren gaan
pt_br: Todas as alterações serão perdidas
pt_pt: Todas as alterações serão perdidas
ru: Все изменения будут потеряны
uk: Всі зміни буде втрачено
zh_hans: 所有更改将丢失

# feedback.email
source: Email (optional)
da: E-mail (valgfri)
es: Correo electrónico (opcional)
fr: Email (facultatif)
it: Email (opzionale)
ja: 電子メール（オプション）
ko: 이메일(선택 사항)
nl: E-mail (optioneel)
pt_br: E-mail (opcional)
pt_pt: Correio eletrónico (opcional)
ru: Электронная почта (необязательно)
uk: Email (необов'язково)
zh_hans: 电子邮件（可选）

# feedback.email.invalid
source: This email seems invalid; make sure it's valid, or remove it
da: Denne e-mail virker ugyldig; sørg for, at den er gyldig, eller fjern den.
de: Diese E-Mail scheint ungültig zu sein; vergewissern Sie sich, dass sie gültig ist, oder entfernen Sie sie.
es: Este correo electrónico parece no ser válido; asegúrese de que es válido o elimínelo
fr: Cette email semble non valide ; assurez-vous de sa validité, ou retirez-la.
it: Questa email sembra non essere valida; assicuratevi che sia valida o rimuovetela
ja: この電子メールは無効のようです
ko: 이 이메일이 유효하지 않은 것 같습니다. 이메일이 유효한지 확인하거나 삭제하세요.
nl: Dit e-mailadres lijkt ongeldig. Controleer of verwijder het e-mailadres.
pt_br: Este e-mail parece inválido; verifique se ele é válido ou remova-o.
pt_pt: Este e-mail parece inválido; certifique-se de que é válido ou remova-o.
ru: Похоже, что это письмо недействительно; убедитесь, что оно действительно, или удалите его
uk: Ця електронна пошта видається недійсною; переконайтеся, що вона дійсна, або видаліть її
zh_hans: 此电子邮件似乎无效；请确保有效，或将其删除

# feedback.email.usage
source: Your email will not be used for any reason other than to reply to you
da: Din e-mail vil ikke blive brugt til andet end at svare dig.
de: Ihre E-Mail wird für keinen anderen Zweck als zur Beantwortung Ihrer Anfrage verwendet.
es: Su correo electrónico no se utilizará para ningún otro fin que no sea responderle
fr: Votre email ne sera pas utilisé pour une autre raison que vous répondre.
it: La tua email non sarà utilizzata per nessun altro motivo se non per risponderti
ja: あなたのEメールは、返信以外の目的で使用されることはありません
ko: 귀하의 이메일은 회신 이외의 다른 용도로 사용되지 않습니다.
nl: Je e-mailadres wordt niet gebruikt voor andere doeleinden dan om te reageren op je bericht
pt_br: Seu e-mail não será usado por nenhum outro motivo que não seja para responder a você.
pt_pt: O seu correio eletrónico não será utilizado para nenhum outro fim que não seja o de lhe responder.
ru: Ваш e-mail не будет использоваться ни для каких других целей, кроме как для ответа вам
uk: Ваш email не буде використано з жодною іншою метою, окрім як для відповіді вам
zh_hans: 除了回复您之外，您的电子邮件不会被用于任何其他用途

# feedback.error.flood
source: Too many attempts! Wait a few seconds, then try again.
da: For mange forsøg! Vent et par sekunder, og prøv så igen.
de: Zu viele Versuche! Warten Sie ein paar Sekunden und versuchen Sie es dann erneut.
es: ¡Demasiados intentos! Espere unos segundos y vuelva a intentarlo
fr: Trop de tentatives ! Attendez quelques secondes, puis réessayez.
it: Troppi tentativi! Attendi qualche secondo, poi riprova
ja: 試行回数が多すぎます！数秒待ってから再試行してください
ko: 시도 횟수가 너무 많습니다! 몇 초간 기다렸다가 다시 시도하세요.
nl: Teveel pogingen! Wacht een paar seconden en probeer het dan opnieuw
pt_br: Muitas tentativas! Aguarde alguns segundos e tente novamente.
pt_pt: Demasiadas tentativas! Aguarde alguns segundos e tente novamente.
ru: Слишком много попыток! Подождите несколько секунд, затем повторите попытку
uk: Занадто багато спроб! Зачекайте кілька секунд, а потім спробуйте ще раз
zh_hans: 尝试次数过多！请稍等片刻，然后再试一次

# feedback.error.unknown
source: An error has occurred. Please try again later
da: Der er opstået en fejl. Prøv venligst igen senere.
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
es: Se ha producido un error. Vuelva a intentarlo más tarde
fr: Une erreur est survenue. Merci de réessayer plus tard.
it: Si è verificato un errore. Riprova più tardi
ja: エラーが発生しました。後で再試行してください
ko: 오류가 발생했습니다. 나중에 다시 시도해 주세요.
nl: Er is een fout opgetreden. Probeer het later nog eens
pt_br: Ocorreu um erro. Tente novamente mais tarde.
pt_pt: Ocorreu um erro. Por favor, tente novamente mais tarde.
ru: Произошла ошибка. Пожалуйста, повторите попытку позже
uk: Виникла помилка. Будь ласка, спробуйте пізніше
zh_hans: 发生错误。请稍后再试

# feedback.form.cancel
source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
uk: Скасувати
zh_hans: 取消

# feedback.form.pickone
source: Make a selection...
da: Foretag et valg...
de: Eine Auswahl treffen...
es: Haga una selección...
fr: Faire une sélection…
it: Effettua una selezione...
ja: 選択してください...
ko: 선택하기...
nl: Maak een selectie…
pt_br: Faça uma seleção...
pt_pt: Fazer uma seleção...
ru: Сделайте выбор...
uk: Зробіть вибір...
zh_hans: 进行选择......

# feedback.message
source: Message
da: Besked
de: Nachricht
es: Mensaje
it: Messaggio
ja: メッセージ
ko: 메시지
nl: Bericht
pt_br: Mensagem
pt_pt: Mensagem
ru: Сообщение
uk: Повідомлення
zh_hans: 信息

# feedback.reason
source: Reason
da: Årsag
de: Grund
es: Motivo
fr: Raison
it: Motivo
ja: 理由
ko: 이유
nl: Reden
pt_br: Motivo
pt_pt: Motivo
ru: Причина
uk: Причина
zh_hans: 原因

# feedback.reason.bug
source: Report a bug
da: Rapporter en fejl
de: Einen Fehler melden
es: Informar de un error
fr: Signaler un bug
it: Segnala un bug
ja: バグを報告する
ko: 버그 신고하기
nl: Bug melden
pt_br: Relatar um bug
pt_pt: Comunicar um erro
ru: Сообщить об ошибке
uk: Повідомити про помилку
zh_hans: 报告错误

# feedback.reason.feature
source: Request a feature
da: Anmod om en funktion
de: Nach einer Funktion fragen
es: Solicitar una característica
fr: Demander une fonctionnalité
it: Richiedi una funzionalità
ja: 機能のリクエスト
ko: 기능 요청하기
nl: Functie aanvragen
pt_br: Solicitar um recurso
pt_pt: Pedir uma funcionalidade
ru: Запрос функции
uk: Запит на функцію
zh_hans: 请求功能

# feedback.reason.general
source: General comment
da: Generelle kommentarer
de: Allgemeiner Kommentar
es: Comentario general
fr: Commentaire général
it: Commento generale
ja: 一般的なコメント
ko: 일반 의견
nl: Algemene opmerking
pt_br: Comentários gerais
pt_pt: Observações gerais
ru: Общее замечание
uk: Загальний коментар
zh_hans: 一般评论

# feedback.reason.help
source: I need help
da: Jeg har brug for hjælp!
de: Ich brauche Hilfe!
es: ¡Necesito ayuda!
fr: J’ai besoin d’aide !
it: Ho bisogno di aiuto!
ja: ヘルプが必要です！
ko: 도움이 필요해요!
nl: Ik heb hulp nodig
pt_br: Preciso de ajuda!
pt_pt: Preciso de ajuda!
ru: Мне нужна помощь!
uk: Мені потрібна допомога!
zh_hans: 我需要帮助！

# feedback.reason.other
source: Other reason
da: Andre årsager
de: Anderer Grund
es: Otro motivo
fr: Autre raison
it: Altro motivo
ja: その他の理由
ko: 기타 이유
nl: Andere reden
pt_br: Outros motivos
pt_pt: Outros motivos
ru: Другая причина
uk: Інша причина
zh_hans: 其他原因

# feedback.reason.pro
source: I have a commercial use case
da: Jeg har en kommerciel brugssag
de: Ich habe einen geschäftlichen Anwendungsfall!
es: Tengo un caso de uso comercial
fr: J‘ai un cas d'utilisation commercial
it: Ho un caso d'uso commerciale
ja: 商用ユースケースを持っています
ko: 상업적 사용 사례가 있습니다.
nl: Commerciële vraag
pt_br: Tenho um caso de uso comercial
pt_pt: Tenho um caso de utilização comercial
ru: У меня есть коммерческий вариант использования
uk: У мене комерційне використання
zh_hans: 我有一个商业用例

# feedback.form.submit
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
ko: 보내기
nl: Stuur
pt_br: Enviar
pt_pt: Enviar
ru: Отправить
uk: Надіслати
zh_hans: 发送

# feedback.title
source: Feedback
de: Erfahrungsbericht
es: Comentarios
fr: Retour d’expérience
ja: フィードバック
ko: 피드백
ru: Обратная связь
uk: Зворотній зв'язок
zh_hans: 反馈
